Revit 2024 API
UnitTypeId.PoundForceFeetPerFoot Property
 Pound force feet per foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId PoundForceFeetPerFoot { get; }
Visual Basic
Public Shared ReadOnly Property PoundForceFeetPerFoot As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PoundForceFeetPerFoot {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace